Repository: wp-plugins/opensearchserver-search
Catalog: lang/opensearchserver-*.po
Languages: sr_rs

source: Search
sr_rs: Pretraži

source: All
sr_rs: Svi

source: %1$d documents found (in %2$s seconds).
sr_rs: %1$d dokumenata pronađeno (za %2$s sekundi)

source: Showing results for <b>%1$s</b> search instead of %2$s.
sr_rs: Prikazivanje rezultata za <b>%1$s</b> umesto toga, pretraži %2$s.

source: No documents containing all your search terms were found.
sr_rs: Nisu pronađeni dokumenti koji sadrže sve vaše pojmove pretrage.

source: Your searched keywords <b>'%s'</b> did not match any document.
sr_rs: Ključne reči <b>'%s'</b> koje ste tražili ne odgovaraju nijednom dokumentu.

source: Suggestions:
sr_rs: Predlozi:

source: Make sure all words are spelled correctly.
sr_rs: Proverite da li su sve reči ispravno napisane.

source: Try different keywords.
sr_rs: Pokušajte sa drugim ključnim rečima.

source: Try more general keywords.
sr_rs: Pokušajte sa opštijim ključnim rečima

source: %1$s by %2$s in %3$s
sr_rs: %1$s od %2$s u %3$s

source: %1$s by %2$s
sr_rs: %1$s od %2$s

source: %1$s in %2$s
sr_rs: %1$s u %2$s

source: by %1$s in %2$s
sr_rs: od %1$s u %2$s

source: type: %1$s
sr_rs: vrsta: %1$s

source: by %1$s
sr_rs: od %1$s

source: categories: %1$s
sr_rs: kategorije: %1$s

source: Sort results by:
sr_rs: Sortiraj rezultate prema:

source: relevancy
sr_rs: relevantnosti

source: date (desc)
sr_rs: datumu (opad.)

source: date (asc)
sr_rs: datumu (rast.)

source: Next
sr_rs: Sledeći

source: Previous
sr_rs: Prethodni

source: First
sr_rs: Prvi

source: Last
sr_rs: Poslednji
